Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2014.tmx
Source language: en_us
Languages: zh_cn

source: We will reform the household registration system, and implement a household registration policy with different eligibility requirements for people of different conditions, and progressively grant urban residency to rural migrant workers and their families who are both willing and able to stay in cities and towns where they have had jobs or done business for a long time.
zh_cn: 推动户籍制度改革，实行不同规模城市差别化落户政策。把有能力、有意愿并长期在城镇务工经商的农民工及其家属逐步转为城镇居民。

source: We will introduce a residence permit system for rural people in urban areas who have not yet gained urban residency.
zh_cn: 对未落户的农业转移人口，建立居住证制度。

source: More children of rural migrant workers living with their parents in cities will be entitled to go to school there, including secondary school and college, and we will provide vocational skills training to rural migrant workers.
zh_cn: 使更多进城务工人员随迁子女纳入城镇教育、实现异地升学，实施农民工职业技能提升计划。

source: We will steadily extend basic public services to fully cover the permanent population of cities and towns so that the rural people who live in them can contribute to the development of modern urban life and enjoy it together with the urban people.
zh_cn: 稳步推进城镇基本公共服务常住人口全覆盖，使农业转移人口和城镇居民共建共享城市现代文明。

source: We will increase support for a new type of urbanization in the central and western regions.
zh_cn: 加大对中西部地区新型城镇化的支持。

source: We will help their industries develop and attract people and encourage rural migrant workers in the two regions to find employment in local cities and towns.
zh_cn: 提高产业发展和集聚人口能力，促进农业转移人口就近从业。

source: We will speed up development of infrastructure including transportation, water conservancy, energy and municipal services in the two regions and make development of city clusters and towns there more sustainable.
zh_cn: 加快推进交通、水利、能源、市政等基础设施建设，增强中西部地区城市群和城镇发展后劲。

source: We will also improve the structure of cities and towns in the eastern region and raise the quality and standard of urbanization there.
zh_cn: 优化东部地区城镇结构，进一步提升城镇化质量和水平。

source: We will strengthen management innovation and institutional development pertaining to urbanization.
zh_cn: 加强城镇化管理创新和机制建设。

source: We will expand the rebuilding of rundown urban areas so that cities will take on a new look instead of having stretches of rundown areas existing side by side with high-rise buildings.
zh_cn: 要更大规模加快棚户区改造，决不能一边高楼林立，一边棚户连片。

source: We will make plans for urbanization in a coordinated way in accordance with the national guidelines for developing a new type of urbanization.
zh_cn: 以国家新型城镇化规划为指导，做好相关规划的统筹衔接。

source: We will use urban construction land more efficiently, give high priority to developing public transport, protect sites of historical and cultural interest and natural landscapes, and avoid making cities and towns all look the same.
zh_cn: 提高城镇建设用地效率，优先发展公共交通，保护历史文化和自然景观，避免千城一面。

source: We will strengthen planning management of villages and small towns.
zh_cn: 加强小城镇和村庄规划管理。

source: We will explore ways to share costs associated with granting urban residency to rural people who have moved to cities and diversify investment and financing for urban development.
zh_cn: 探索建立农业转移人口市民化成本分担、多元化城镇建设投融资等机制。

source: We will better develop and manage cities and towns so that they are livable and have unique features, good working conditions and more vitality.
zh_cn: 通过提高建设和管理水平，让我们的城镇各具特色、宜业宜居，更加充满活力。

source: 6. Using innovation to support and lead economic structural improvement and upgrading
zh_cn: （六）以创新支撑和引领经济结构优化升级。

source: Innovation is the motive force for adjusting and upgrading the economic structure.
zh_cn: 创新是经济结构调整优化的原动力。

source: We need to make innovation the core of China's development endeavors, promote the full integration of science and technology with economic and social development, and elevate China's industries to the high range of the global value chain.
zh_cn: 要把创新摆在国家发展全局的核心位置，促进科技与经济社会发展紧密结合，推动我国产业向全球价值链高端跃升。

source: We will accelerate reform of the science and technology management system.
zh_cn: 加快科技体制改革。

source: We will strengthen the leading role businesses play in making technological innovation, encourage enterprises to set up research institutes, take the lead in establishing industry-academia-research collaboration in making innovation, and comprehensively implement preferential policies such as extra deductions for businesses' R&D expenses.
zh_cn: 强化企业在技术创新中的主体地位，鼓励企业设立研发机构，牵头构建产学研协同创新联盟。全面落实企业研发费用加计扣除等普惠性措施。

source: More science parks and scientific and educational institutions will be covered by the trial reform policy that gives national innovation demonstration zones equity-based incentives for making innovation and the right to transfer and profit from their scientific and technological advances.
zh_cn: 把国家自主创新示范区股权激励、科技成果处置权收益权改革等试点政策，扩大到更多科技园区和科教单位。

source: We will increase government spending on basic research and research on cutting-edge technologies, technologies for the public good and key standard technologies,
zh_cn: 加大政府对基础研究、前沿技术、社会公益技术、重大共性关键技术的投入，

source: and we will improve public science and technology service platforms and the mechanism for launching major science and technology programs.
zh_cn: 健全公共科技服务平台，完善科技重大专项实施机制。

source: We will improve and strengthen the management of research projects and their funding, introduce the system of national innovation surveying and science and technology reporting, and encourage researchers and engineers to set up businesses.
zh_cn: 改进与加强科研项目和资金管理，实行国家创新调查和科技报告制度，鼓励科研人员创办企业。

source: The protection and use of intellectual property rights will be strengthened. We will work to propagate scientific knowledge and foster a scientific spirit.
zh_cn: 加强知识产权保护和运用，重视科普工作和科学精神建设。

source: We will fully implement the talent development plan, coordinate major programs for nurturing and attracting talent, and encourage the establishment of a mechanism to link researchers' pay with the market value of their research so that researchers' contributions are matched by their rewards. This will enable outstanding individuals of various types to come forth in large numbers, and their talent will be fully unleashed.
zh_cn: 深入实施人才发展规划，统筹重大人才工程，鼓励企业建立研发人员报酬与市场业绩挂钩机制，使人才的贡献与回报相匹配，让各类人才脱颖而出、人尽其才、才尽其用。

source: In making industrial structural adjustment, we will rely on reform and support growth in some sectors while curbing excess and outdated production capacity in others.
zh_cn: 产业结构调整要依靠改革，进退并举。

source: We will support growth more vigorously.
zh_cn: 进，要更加积极有为。

source: We will give high priority to developing production-oriented service industries, and carry out pilot and demonstration projects to advance the comprehensive reform of the service industry.
zh_cn: 优先发展生产性服务业，推进服务业综合改革试点和示范建设，

source: We will integrate the development of cultural and creative industries as well as design services with related industries, and speed up the development of insurance, business, and science and technology services.
zh_cn: 促进文化创意和设计服务与相关产业融合发展，加快发展保险、商务、科技等服务业。

source: We will promote full integration of IT application with industrialization, encourage businesses to accelerate technological upgrading, make management more precise, improve the policy for accelerating equipment depreciation, and make traditional industries more competitive.
zh_cn: 促进信息化与工业化深度融合，推动企业加快技术改造、提升精准管理水平，完善设备加速折旧等政策，增强传统产业竞争力。

source: We will build a platform for supporting business startups and innovation in emerging industries.
zh_cn: 设立新兴产业创业创新平台，

source: We will strive to catch up with and overtake advanced countries in areas of new-generation mobile communications, integrated circuits, big data, advanced manufacturing, new energy and new materials, and to guide the development of emerging industries.
zh_cn: 在新一代移动通信、集成电路、大数据、先进制造、新能源、新材料等方面赶超先进，引领未来产业发展。

source: We will curb excess and outdated production capacity in a more proactive and orderly manner.
zh_cn: 退，要更加主动有序。

source: We will let market competition determine which businesses survive, and encourage business acquisitions and reorganizations.
zh_cn: 坚持通过市场竞争实现优胜劣汰，鼓励企业兼并重组。

source: In industries with severe overcapacity, we will strengthen environmental protection, energy consumption, and technology standards; abolish preferential policies; absorb some excess production capacity and strictly control increases in production capacity.
zh_cn: 对产能严重过剩行业，强化环保、能耗、技术等标准，清理各种优惠政策，消化一批存量，严控新上增量。

source: This year, we will reduce outdated production capacity of 27 million metric tons of steel, 42 million metric tons of cement and 35 million standard containers of plate glass.
zh_cn: 今年要淘汰钢铁2700万吨、水泥4200万吨、平板玻璃3500万标准箱等落后产能，

source: We will ensure that the target for reducing outdated production capacity set in the Twelfth Five-Year Plan is met one year ahead of schedule, and make sure that these reductions are permanent and such production capacity does not increase again.
zh_cn: 确保“十二五”淘汰任务提前一年完成，真正做到压下来，决不再反弹。

source: 7. Accelerating the development of education, health, culture and other social programs
zh_cn: （七）加强教育、卫生、文化等社会建设。

source: Boosting the development of social programs is an effective way to promote social justice and increase people's happiness.
zh_cn: 繁荣发展社会事业是促进社会公正、增进人民福祉的有效途径。

source: We need to deepen reform of the social system and promote coordinated economic and social development by increasing spending and adopting stronger measures.
zh_cn: 要深化社会体制改革，以更大的投入和更有力的举措，推动经济社会协调发展。

source: We will give high priority to developing education and making it more equitable.
zh_cn: 促进教育事业优先发展、公平发展。

source: We will continue to allocate more education resources to the central and western regions and rural areas and promote the balanced development of compulsory education.
zh_cn: 继续加大教育资源向中西部和农村倾斜，促进义务教育均衡发展。

source: We will comprehensively improve conditions in poorly built and run schools providing compulsory education in poor areas.
zh_cn: 全面改善贫困地区义务教育薄弱学校办学条件。

source: The number of rural students from poor areas enrolled in key colleges and universities will again be increased by more than 10%, and this will give rural children more opportunity to receive higher education.
zh_cn: 贫困地区农村学生上重点高校人数要再增长10％以上，使更多农家子弟有升学机会。

source: We will raise the competence of rural teachers, especially in poor and border areas, expand the reach of quality education resources and improve the nutrition of children in poor rural areas.
zh_cn: 加强农村特别是边远贫困地区教师队伍建设，扩大优质教育资源覆盖面，改善贫困地区农村儿童营养状况。

source: We will develop preschool education and implement the plan to improve special education.
zh_cn: 发展学前教育。实施特殊教育提升计划。

source: We will continue to increase central government spending on education, use it more effectively and strengthen oversight over its use.
zh_cn: 继续增加中央财政教育投入，提高使用效率并强化监督。

source: We will deepen comprehensive education reform and actively and prudently reform the school examination and enrollment systems.
zh_cn: 深化教育综合改革，积极稳妥改革考试招生制度，

source: We will expand the responsibility of provincial-level governments over local education, give institutions of higher learning more decision-making power, and encourage the development of private schools.
zh_cn: 扩大省级政府教育统筹权和高校办学自主权，鼓励发展民办学校。

source: We will accelerate the establishment of an employment-oriented modern vocational education system.
zh_cn: 加快构建以就业为导向的现代职业教育体系。

source: We will provide quality education to the next generation and work hard to ensure that all children have an equal opportunity to develop.
zh_cn: 我们要为下一代提供良好的教育，努力使每一个孩子有公平的发展机会。

source: We will deepen medical reform.
zh_cn: 推动医改向纵深发展。

source: We will consolidate the national basic medical insurance system and integrate the basic medical insurance system for rural residents with that for non-working urban residents through reform.
zh_cn: 巩固全民基本医保，通过改革整合城乡居民基本医疗保险制度。

source: We will improve the mechanism for the government, employer and employee to share the costs of basic medical insurance.
zh_cn: 完善政府、单位和个人合理分担的基本医疗保险筹资机制，

source: The annual government subsidy for basic medical insurance for rural and non-working urban residents will be increased to 320 yuan per person.
zh_cn: 城乡居民基本医保财政补助标准提高到人均320元。

source: The major disease insurance scheme for rural and non-working urban residents will be introduced nationwide.
zh_cn: 在全国推行城乡居民大病保险。

source: We will strengthen urban and rural medical assistance and emergency assistance for disease treatment.
zh_cn: 加强城乡医疗救助、疾病应急救助。

source: Trial comprehensive reform of county-level public hospitals will be extended to cover 1,000 counties and 500 million rural residents.
zh_cn: 县级公立医院综合改革试点扩大到1000个县，覆盖农村5亿人口。

source: We will expand trial comprehensive reforms of urban public hospitals.
zh_cn: 扩大城市公立医院综合改革试点。

source: We will abolish the practice of compensating for low medical service charges with high drug prices, adjust the prices of medical care and drugs, and create a mechanism for running hospitals by nongovernmental capital.
zh_cn: 破除以药补医，理顺医药价格，创新社会资本办医机制。

source: We will consolidate and improve the system of using basic medicines and the new mechanisms for operating community-level clinics.
zh_cn: 巩固完善基本药物制度和基层医疗卫生机构运行新机制。

source: We will improve the system of tiered medical services, strengthen training of general practitioners, and allow doctors to work in more than one medical institution so that people have easy access to quality medical services.
zh_cn: 健全分级诊疗体系，加强全科医生培养，推进医师多点执业，让群众能够就近享受优质医疗服务。

source: We will build harmonious relations between doctors and patients.
zh_cn: 构建和谐医患关系。

source: We will improve our capacity to prevent and treat major communicable and chronic diseases and occupational and endemic diseases.
zh_cn: 提高重大传染病、慢性病和职业病、地方病防治能力，

source: The government subsidy for basic public health services will be increased to 35 yuan per person.
zh_cn: 人均基本公共服务经费补助标准增加到35元。

source: We will support the development of traditional Chinese medicine and the traditional medicine of ethnic minorities.
zh_cn: 扶持中医药和民族医药事业发展。

source: We will unwaveringly adhere to the basic state policy of family planning and will implement the policy that allows married couples to have two children if one parent is a single child.
zh_cn: 坚持计划生育基本国策不动摇，落实一方是独生子女的夫妇可生育两个孩子政策。

source: We must resolutely press ahead with medical reform and work out a Chinese solution to this global problem so that the Chinese people can enjoy a happier and healthier life.
zh_cn: 为了人民的身心健康和家庭幸福，我们一定要坚定不移推进医改，用中国式办法解决好这个世界性难题。

source: Culture is the lifeblood of a nation.
zh_cn: 文化是民族的血脉。

source: We should foster and practice core socialist values, strengthen civic morality, and advance cultural and ethical progress.
zh_cn: 要培育和践行社会主义核心价值观，加强公民道德和精神文明建设。

source: We will continue to deepen reform of the cultural sector, improve policies pertaining to the cultural economy, and enhance China's overall cultural strength and competitiveness.
zh_cn: 继续深化文化体制改革，完善文化经济政策，增强文化整体实力和竞争力。

source: We will deliver basic public cultural services in a standard and equitable way.
zh_cn: 促进基本公共文化服务标准化均等化，

source: We will develop culture and arts, the press and publishing, and radio, television and film, and run archives well.
zh_cn: 发展文化艺术、新闻出版、广播电影电视、档案等事业，

source: We will promote the flourishing of philosophy and the social sciences.
zh_cn: 繁荣发展哲学社会科学，

source: We will encourage the people to read.
zh_cn: 倡导全民阅读。

source: We will enhance the development of cultural industries and foster a well-regulated market for cultural goods.
zh_cn: 提升文化产业发展水平，培育和规范文化市场。

source: We will carry forward China's cultural traditions and work to protect cultural relics.
zh_cn: 传承和弘扬优秀传统文化，重视保护文物。

source: We will accelerate the spread of Chinese culture overseas, develop cultural trade, strengthen our international broadcasting capabilities, and enhance China's cultural soft power.
zh_cn: 加快文化走出去，发展文化贸易，加强国际传播能力建设，提升国家文化软实力。

source: We will develop fitness activities for everyone, competitive sports and the sports sector.
zh_cn: 发展全民健身、竞技体育和体育产业。

source: China has an ancient civilization with a long history, and it can certainly develop a strong modern culture.
zh_cn: 我国是历史悠久的文明古国，也一定能建成现代文化强国。

source: We will promote innovation in social governance.
zh_cn: 推进社会治理创新。

source: We will focus on law-based governance and involve all parties in social governance.
zh_cn: 注重运用法治方式，实行多元主体共同治理。

source: We will make village and community affairs transparent and strengthen democratic oversight over their management, and get social organizations to play a bigger role in delivering public services and exercising social governance.
zh_cn: 健全村务公开、居务公开和民主管理制度，更好发挥社会组织在公共服务和社会治理中的作用。

source: We will strengthen emergency management, and become better able to ensure public safety, prevent and mitigate disasters and provide disaster relief.
zh_cn: 加强应急管理，提高公共安全和防灾救灾减灾能力，

source: We will do our work related to earthquake, meteorology, surveying and mapping well.
zh_cn: 做好地震、气象、测绘等工作。

source: We will reform the system of handling public complaints made in the form of letters and visits and promptly resolve social problems as they arise.
zh_cn: 改革信访工作制度，及时就近化解社会矛盾。

source: Administrative review will be strengthened.
zh_cn: 加强行政复议工作。

source: We will strengthen education in the general knowledge of law and increase legal aid.
zh_cn: 深入开展普法教育，加大法律援助。

source: We will strengthen comprehensive maintenance of public order, crack down hard on violent crimes of terrorism, safeguard China's national security, create good public order, and work together to ensure public security in China.
zh_cn: 加强社会治安综合治理，坚决打击暴力恐怖犯罪活动，维护国家安全，形成良好社会秩序。

source: 8. Making coordinated efforts to ensure and improve people's wellbeing
zh_cn: （八）统筹做好保障和改善民生工作。

source: The people are the foundation of a nation, and a nation can enjoy peace only when its foundation is strong.
zh_cn: 民惟邦本，本固邦宁。

source: The fundamental goal of a government's work is to ensure that everyone lives a good life.
zh_cn: 政府工作的根本目的，是让全体人民过上好日子。

source: We will continue to build institutions, improve weak links, help those in need of subsistence assistance, ensure everyone has access to basic necessities, and improve people's living standards and quality of life.
zh_cn: 要坚持建机制、补短板、兜底线，保障群众基本生活，不断提高人民生活水平和质量。

source: Employment is the basis of people's wellbeing.
zh_cn: 就业是民生之本。

source: We will steadfastly implement the strategy of giving top priority to employment and carry out a more energetic employment policy, improve the employment and business startup environment, and foster business startups in an innovative way so they create more jobs.
zh_cn: 坚持实施就业优先战略和更加积极的就业政策，优化就业创业环境，以创新引领创业，以创业带动就业。

source: With 7.27 million college students graduating this year, we need to create more jobs, provide non-stop employment and business startup services, and increase the rate of employment and business startup for college graduates.
zh_cn: 今年高校毕业生将达727万人，要开发更多就业岗位，实施不间断的就业创业服务，提高大学生就业创业比例。

source: We will increase support for urban residents who have difficulty finding jobs, ensure that at least one member in every zero-employment family gets a job, and do a good job in resettling and providing reemployment to workers laid off due to the shutdown of outdated production facilities.
zh_cn: 加大对城镇就业困难人员帮扶力度，确保“零就业”家庭至少有一人就业，做好淘汰落后产能职工安置和再就业工作。

source: We will provide coordinated employment services to rural migrant workers and demobilized service personnel.
zh_cn: 统筹农村转移劳动力、退役军人等就业工作。

source: We will work hard to create more rewarding and higher quality jobs so that people who work can live a decent and dignified life.
zh_cn: 努力实现更加充分、更高质量就业，使劳动者生活更加体面、更有尊严。

source: Income is the source of people's wellbeing.
zh_cn: 收入是民生之源。

source: We will deepen reform of the income distribution system and strive to narrow the income gap.
zh_cn: 要深化收入分配体制改革，努力缩小收入差距。

source: We will improve the mechanism for setting and increasing salaries of enterprise employees on a regular basis, encourage collective wage bargaining and make labor relations harmonious.
zh_cn: 健全企业职工工资决定和正常增长机制，推进工资集体协商，构建和谐劳动关系。

source: We will strengthen and improve management of executive compensation in SOEs.
zh_cn: 加强和改进国有企业负责人薪酬管理。

source: We will implement salary reform in government bodies and public institutions, progressively implement a performance-based salary system in public institutions, improve the salary system for medical personnel so that it is compatible with their profession, and improve the mechanism for increasing allowances for working in hardship and remote areas.
zh_cn: 改革机关事业单位工资制度，在事业单位逐步推行绩效工资，健全医务人员等适应行业特点的薪酬制度，完善艰苦边远地区津贴增长机制。

source: We will increase the income of low-income groups through multiple channels and steadily increase the proportion of middle-income earners in the whole population.
zh_cn: 多渠道增加低收入者收入，不断扩大中等收入者比重。

source: We will increase both urban and rural incomes in step with economic development so that everyone benefits.
zh_cn: 使城乡居民收入与经济同步增长，广大人民群众普遍感受到得实惠。

source: Social security is the foundation of people's wellbeing.
zh_cn: 社保是民生之基。

source: We will focus on advancing reform of the social assistance system, continue to raise subsistence allowances to rural and urban residents, implement the system of providing temporary assistance nationwide, provide safeguards to enable extremely vulnerable groups to meet their basic living needs, and improve social services so that people can focus on work.
zh_cn: 重点是推进社会救助制度改革，继续提高城乡低保水平，全面实施临时救助制度，为特殊困难群众基本生活提供保障，为人们创业奋斗解除后顾之忧。

source: We will establish a unified basic old-age insurance system for both rural and non-working urban residents and improve the way it is linked with the old-age insurance system for working people.
zh_cn: 建立统一的城乡居民基本养老保险制度，完善与职工养老保险的衔接办法，

source: We will reform the old-age insurance system for government bodies and public institutions, and encourage the development of enterprise annuities, occupational annuities and commercial insurance.
zh_cn: 改革机关事业单位养老保险制度，鼓励发展企业年金、职业年金和商业保险。

source: We will improve the system of unemployment insurance and insurance against workplace injury.
zh_cn: 完善失业保险和工伤保险制度。

source: We will implement a mechanism for increasing social assistance and social security benefits when the cost of living rises.
zh_cn: 落实社会救助和保障标准与物价水平挂钩联动机制。

source: We will develop services for the elderly, protect women's rights and interests, care for the wellbeing of young people, better protect minors, meet the basic living needs of families in straits, provide adequate basic public services to the disabled and effectively prevent disabilities, and support the development of charities.
zh_cn: 发展老龄事业，保障妇女权益，关心青少年发展，加强未成年人保护和困境家庭保障，做好残疾人基本公共服务和残疾预防，支持慈善事业发展。

source: We will make sure that everyone in need receives the support of society and feels its warmth.
zh_cn: 让每一个身处困境者都能得到社会关爱和温暖。

source: We will improve the mechanism for providing adequate housing.
zh_cn: 完善住房保障机制。

source: To achieve the goal of ensuring housing for all, we will build more government-subsidized housing in accordance with the principle of giving targeted guidance, carrying out step-by-step implementation, and having governments at different levels assume their respective responsibilities.
zh_cn: 以全体人民住有所居为目标，坚持分类指导、分步实施、分级负责，加大保障性安居工程建设力度，

source: This year, construction of over seven million government-subsidized housing units will begin, more than 4.7 million of which will be in rundown urban areas, and construction of related supporting infrastructure will be strengthened.
zh_cn: 今年新开工700万套以上，其中各类棚户区470万套以上，加强配套设施建设。

source: We will increase the proportion of government-subsidized housing in large cities.
zh_cn: 提高大城市保障房比例。

source: We will integrate the operation of public and low-cost rental housing.
zh_cn: 推进公租房和廉租房并轨运行。
